Repository: clementine-player/iOS-Remote
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ca, cs, de, el, es, et, fi, fr, hr, hu, it, ja, ka, ko, lt, ms, my, nl, pl, pt_br, pt_pt, ru, sk, sr, sv, tr, uk, uz

source: Connect to Clementine in Clementine Remote first.
cs: Nejprve se připojit ke Clementine v aplikaci Clementine Remote.
fi: Yhdistä ensin Clementineen Clementine Remotessa.
it: Connettiti prima a Clementine tramite Clementine Remote.
ms: Sambung ke Clementine dalam Clementine Remote dahulu.
ru: Сначала подключитесь к Clementine в Clementine Remote.

source: Connect to the last Clementine when the app starts.
cs: Při spuštění aplikace se připojit k poslednímu zařízení Clementine.
fi: Yhdistä viimeisimpään Clementineen kun sovellus käynnistyy.
it: Connettiti all'ultima istanza di Clementine all'avvio dell'applicazione.
ru: Подключаться к последнему Clementine при запуске приложения.

source: Connected
cs: Připojeno
et: Ühendatud
fi: Yhteys
it: Connesso
ru: Подключено

source: Connected for
cs: Připojeno po
fi: Yhdistettynä
it: Connesso per
ru: Подключено в течение

source: Connecting…
cs: Připojuje se...
et: Ühendamisel…
fi: Yhdistetään…
it: Connessione...
ru: Подключение…

source: Copyright David Sansome and Andreas Muttscheller. Licensed under the Apache License, Version 2.0.
cs: Autorské právo David Sansome a Andreas Muttscheller. Licencováno pod licencí Apache, verze 2.0.
fi: Tekijänoikeus: David Sansome ja Andreas Muttscheller. Lisensoitu Apache-lisenssillä, versio 2.0.
it: Copyright David Sansome e Andreas Muttscheller. Rilasciato nei termini della Apache License, Versione 2.0.
ru: Авторское право принадлежит Дэвиду Сэнсому и Андреасу Мутчеллеру. Лицензировано под Apache License, версия 2.0.

source: Couldn't connect to Clementine
cs: Nepodařilo se připojit ke Clementine
fi: Yhteyttä Clementineen ei saatu
it: Impossibile connettersi a Clementine
ru: Не удалось подключиться к Clementine

source: Couldn't download the library: %@
cs: Nepodařilo se stáhnout sbírku: %@
fi: Kirjaston lataaminen epäonnistui: %@
it: Impossibile scaricare la raccolta: %@
ru: Не удалось скачать фонотеку: %@

source: Couldn't reach Clementine.
cs: Nepodařilo se spojit se s Clementine.
fi: Clementinea ei tavoitettu.
it: Impossibile raggiungere Clementine.
ru: Не удалось связаться с Clementine.

source: Couldn't save the file
cs: Nepodařilo se uložit soubor
et: Faili salvestamine ei õnnestunud
fi: Tiedostoa ei voitu tallentaa
it: Impossibile salvare il file
ru: Не удалось сохранить файл

source: Cover art
cs: Obálka
et: Kaanepilt
fi: Kansikuva
it: Copertina
ru: Обложка

source: Create
cs: Vytvořit
et: Loo
fi: Luo
it: Crea
ru: Создать

source: Dark
cs: Tmavý
fi: Tumma
it: Scuro
ru: Тёмный

source: Details
cs: Podrobnosti
et: Üksiaksjad
fi: Tiedot
it: Dettagli
ru: Сведения

source: Disc
cs: Disk
de: Medium
el: Δίσκος
es: Disco
et: Plaat
fi: Levy
fr: CD
hr: Disk
hu: Lemez
it: Disco
ja: ディスク
ka: დისკი
ko: 디스크
lt: Diskas
ms: Cakera
nl: Schijf
pl: Płyta
pt_br: Disco
pt_pt: Disco
ru: Диск
sk: Disk
sr: Диск
sv: Skiva
tr: Disk
uk: Диск
uz: Disk

source: Port
cs: Přípojka (port)
el: Θυρα
es: Puerto
fi: Portti
hr: Ulaz
it: Porta
ja: ポート
ka: პორტი
ko: 포트
lt: Prievadas
my: နံပါတ်ပေါက်
nl: Poort
pt_br: Porta
pt_pt: Porta
ru: Порт
sr: Порт
tr: Bağlantı Noktası
uk: Порт

source: Rate %lld stars
cs: Hodnotit %lld hvězdičky
fi: Arvosana %lld tähteä
it: Valuta con %lld stelle
ms: Ditaraf %lld bintang
ru: Оценить на %lld звёзд

# %lld h %lld min
source: %1$lld h %2$lld min
et: %1$lld t %2$lld min
fi: %1$lld t %2$lld min
ms: %1$lld j %2$lld min
ru: %1$lld ч %2$lld мин

source: %lld selected
et: %lld on valitud
fi: %lld valittua
it: %lld selezionati
ms: %lld dipilih
ru: %lld выбрано

source: %lld songs
et: %lld lugu
fi: %lld kappaletta
it: %lld brani
ms: %lld buah lagu
ru: %lld песен

source: %lld songs added to %@
et: %lld lugu on lisatud esitusloendisse „%@“
fi: %lld kappaletta lisätty %@
it: %lld brani aggiunti a %@
ms: %lld buah lagu ditambah ke dalam %@
ru: %lld песен добавлено в %@

source: Add to queue
et: Lisa esitusjärjekorda
fi: Lisää jonoon
it: Aggiungi alla coda
ru: Добавить в очередь

source: Data sent / received
et: Saadetud või vastuvõetud andmeid
fi: Lähetetty / vastaanotettu
it: Dati inviati / ricevuti
ru: Данные отправлены / получены

source: Disconnect from Clementine
et: Katkesta ühendus Clementine'iga
fi: Katkaise yhteys Clementineen
it: Disconnettiti da Clementine
ru: Отключиться от Clementine

source: Download finished
et: Allalaadimine on lõppenud
fi: Lataaminen valmistui
it: Scaricamento terminato
ru: Скачивание завершено

source: Downloading
et: Allalaadimisel
fi: Ladataan
it: Scaricamento
ru: Скачивается

source: Downloads only run on Wi-Fi.
et: Allalaadimine toimib ainult WiFi võrgus
fi: Lataukset toimivat vain wifi-yhteydellä.
it: Gli scaricamenti avvengono solo tramite Wi-Fi.
ru: Скачивание выполняется только по Wi-Fi.

source: Finished
et: Lõpetatud
fi: Valmis
it: Completato
ru: Завершено

source: Loading…
et: Laadimisel…
fi: Ladataan…
it: Caricamento...
ru: Загрузка…

source: Looking for Clementine…
et: Otsin Clementine'iga arvutit…
fi: Haetaan Clementine…
it: Alla ricerca di Clementine…
ru: Поиск Clementine…

source: Looking for lyrics…
et: Otsin laulusõnu…
fi: Haetaan sanoituksia…
it: Ricerca del testo…
ru: Поиск текстов песен…

source: Lost the connection to Clementine
et: Ühendus Clementine'iga on katkenud
fi: Yhteys Clementineen katkesi
it: Connessione a Clementine interrotta
ru: Потеряно соединение с Clementine

source: Lyrics
et: Laulusõnad
fi: Sanoitukset
it: Testi
ru: Текст песни

source: Lyrics and details
et: Laulusõnad ja üksikasjad
fi: Sanoitukset ja tiedot
it: Testi e dettagli
ru: Текст песни и сведения

source: More options
et: Lisavalikud
fi: Lisäasetukset
it: Altre opzioni
ru: Больше параметров

source: Name
et: Nimi
fi: Nimi
it: Nome
ru: Имя

source: New playlist
et: Uus esitusloend
fi: Uusi soittolista
it: Nuova scaletta
ru: Новый плейлист

source: New playlist…
et: Uus esitusloend…
fi: Uusi soittolista…
it: Nuova scaletta...
ru: Новый плейлист…

source: Next
et: Järgmine
fi: Seuraava
it: Successiva
ru: Следующее

source: No library yet
et: Muusikakogu veel pole
fi: Ei vielä kirjastoa
it: Ancora nessuna raccota
ru: Пока нет фонотеки

source: No song playing
et: Ükski lugu ei ole hetkel esitamisel
fi: Ei musiikkia toistettavana
it: Nessun brano in riproduzione
ru: Ничего не проигрывается

source: No songs
et: Lugusid pole
fi: Ei musiikkia
it: Nessun brano
ru: Нет песен

source: Not showing up? Check that its network remote is turned on, or enter its address below.
et: Kas kuidagi pole näha? Kontrolli, kas arvutis on ligipääs võrgus sisse lülitatud või sisesta aadress käsitsi.
fi: Eikö laite näy? Varmista, että sen kauko-ohjain on päällä tai anna sen osoite.
it: Non appare? Verifica che il suo controllo remoto di rete sia attivo oppure digita il suo indirizzo qui sotto.
ru: Не отображается? Проверьте, включён ли его удалённый доступ по сети, или введите его адрес ниже.

source: Nothing here
et: Siin pole mitte midagi
fi: Täällä ei ole mitään
it: Qui non c'è nulla
ru: Здесь ничего нет

source: OK
et: Sobib
ru: Хорошо

source: On this phone
et: Selles telefonis
fi: Puhelimessa
it: Su questo telefono
ru: На этом телефоне

source: On your network
et: Sinu võrgus
fi: Sinun verkossa
it: Sulla tua rete
ru: В вашей сети

source: Open Settings
et: Ava seadistused
fi: Avaa asetukset
it: Apri le impostazioni
ru: Открыть настройки

source: Open in new playlist
et: Ava uues esitusloendis
fi: Avaa uudessa soittolistassa
it: Apri in una nuova scaletta
ru: Открыть в новом плейлисте

source: Opens the player
et: Avatakse pleieris
fi: Avaa soittimen
it: Apre il lettore
ru: Открывает проигрыватель

source: Or enter its address
et: Või sisesta aadress
fi: tai anna sen osoite
it: Oppure digita il suo indirizzo
ru: Или введите его адрес

source: Other matches
et: Muud vasted
fi: Muut osumat
it: Altre corrispondenze
ru: Прочие совпадения

source: Pauses Clementine.
et: Peatab Clementine'i.
fi: Keskeyttää Clementinen.
it: Sospende Clementine.
ru: Приостанавливает Clementine.

source: Phone volume
et: Telefoni helivaljus
fi: Puhelimen voimakkuus
it: Volume del telefono
ru: Громкость телефона

source: Pick the Clementine you want to control. It needs to be on the same Wi-Fi as this phone.
et: Vali arvuti, milles leiduvat Clementine'i soovid juhtida. Ta peab olema selle nutiseadmega samas WiFi võrgus.
fi: Valitse Clementine, jota haluat ohjata. Sen täytyy olla samassa wifi-verkossa kuin tämä puhelin.
it: Seleziona l'istanza di Clementine che vuoi controllare. Deve essere collegata alla stessa rete Wi-Fi di questo telefono.
ru: Выберите Clementine, которым хотите управлять. Он должен находиться в той же сети Wi-Fi, что и этот телефон.

source: Play next
et: Esita järgmisena
fi: Toista seuraava
it: Riproduci dopo
ru: Играть следующим

source: Play now
et: Esita kohe
fi: Toista heti
it: Riproduci ora
ru: Играть сейчас

source: Playing
et: Esitamisel
fi: Toistaa
it: Riproduzione
ru: Играет

source: Playing from
et: Esitamisel asukohast
fi: Toistetaan lähteestä
it: Riproduzione da
ru: Играет с

source: Playing next
et: Esitamisel järgmisena
fi: Seuraavaksi vuorossa
it: Prossimo in riproduzione
ru: Будет следующим

source: Playlist folder
et: Esitusloendi kaust
fi: Soittolistan kansio
it: Cartella della scaletta
ru: Папка плейлиста

source: Position
et: Asukoht
fi: Sijainti
it: Posizione
ru: Позиция

source: Previous
et: Eelmine
fi: Edellinen
it: Precedente
ru: Предыдущее

source: Queue
et: Lisa järjekorda
fi: Jono
it: Accoda
ru: Очередь

source: Reconnecting to Clementine
et: Ühendan uuesti Clementine'iga
fi: Yhteyden palauttaminen Clementineen
it: Riconnessione a Clementine
ru: Переподключение к Clementine

source: Reconnecting…
et: Ühendan uuesti…
fi: Yhdistetään uudelleen…
it: Riconnessione...
ru: Переподключение…

source: Remove from list
et: Eemalda loendist
fi: Poista listasta
it: Rimuovi dall'elenco
ru: Убрать из списка

source: Replace playlist
et: Asenda esitusloend
fi: Korvaa soittolista
it: Sostituisci la scaletta
ru: Заменить плейлист

source: Search again
et: Otsi lugu
fi: Etsi uudelleen
it: Cerca ancora
ru: Повторить поиск

source: Select
et: Vali
fi: Valitse
it: Seleziona
ru: Выбрать

source: Select songs
et: Vali lood
fi: Valitse kappaleet
it: Seleziona i brani
ru: Выбрать песни

source: Set up in Clementine
et: Seadista Clementine'is
fi: Määritä Clementinessä
it: Configura in Clementine
ru: Настроить в Clementine

source: Show
et: Näita
fi: Näytä
it: Mostra
ru: Показать

source: Shows the cover full size
et: Näitab täismõõdus kaanepilti
fi: Näyttää kannen täydessä koossa
it: Mostra la copertina a grandezza naturale
ru: Показывает обложку в полном размере

source: Shows the lyrics
et: Näita laulusõnu
fi: Näyttää sanoitukset
it: Mostra i testi
ru: Показывает текст песни

source: Song %@
et: Lugu %@
fi: Kappale %@
it: Brano %@
ru: Песня %@

source: Song · %@
et: Lugu · %@
fi: Kappale · %@
it: Brano · %@
ru: Песня · %@

source: Songs
et: Lood
fi: Kappaleet
it: Brani
ru: Песни

source: Station · %@
et: Raadiojaaam · %@
fi: Asema · %@
it: Stazione · %@
ru: Станция · %@

source: Stations
et: Raadiojaaamad
fi: Asemat
it: Stazioni
ru: Станции

source: Switching…
et: Vahetamisel…
fi: Vaihdetaan…
it: Passaggio…
ru: Переключение…

source: Too many wrong auth codes
et: Liiga mitu vale autentimiskoodi sisestust
fi: Liian monta virheellistä tunnistuskoodia
it: Troppi codici di autenticazione errati
ru: Слишком много неверных кодов аутентификации

source: Too many wrong auth codes. Clementine won't check another from this phone for %@.
et: Liiga mitu vale autentimiskoodi sisestust. Clementine ei kontrolli sellest telefonist päritud koode %@.
fi: Liian monta virheellistä tunnistuskoodia. Clementine ei hyväksy uutta koodia tästä puhelimesta %@:n aikana.
it: Troppi codici di autenticazione errati. Clementine non ne verificherà altri da questo telefono per %@.
ru: Слишком много неверных кодов аутентификации. Clementine не будет проверять последующие с этого телефона в течение %@.

source: Update library
et: Uuenda muusikakogu
fi: Päivitä kirjasto
it: Aggiorna la raccolta
ru: Обновить фонотеку

source: Version %@
et: Versioon %@
fi: Versio %@
it: Versione %@
ru: Версия %@

source: Volume %lld%%
et: Helivaljus %lld%%
fi: Voimakkuus %lld%%
ru: Громкость %lld%%

source: a while
et: ühe hetke
fi: hetki
it: un po' di tempo
ru: некоторого времени

# %@ · port %@
source: %1$@ · port %2$@
fi: %1$@ · portti %2$@
it: %1$@ · porta %2$@
ru: %1$@ · порт %2$@

source: Album %@
fi: Albumi %@
ru: Альбом %@

source: Album · %@
fi: Albumi · %@
ru: Альбом · %@

source: Copyright Apple Inc. and the SwiftProtobuf project authors. Licensed under the Apache License, Version 2.0.
fi: Tekijänoikeus: Apple Inc. ja SwiftProtobuf-projektin tekijät. Lisensoitu Apache License, Versio 2.0 -lisenssillä.
it: Copyright Apple Inc. e gli autori del progetto SwiftProtobuf. Rilasciato nei termini della Apache License, Versione 2.0.
ru: Авторское право принадлежит Apple Inc. и авторам проекта SwiftProtobuf. Лицензировано под Apache License, версия 2.0.

source: Couldn't create the playlist. Creating playlists needs Clementine 1.4 or later.
fi: Soittolistan luominen epäonnistui. Soittolistojen luominen edellyttää Clementine versiota 1.4 tai uudempaa.
it: Impossibile creare la scaletta. La creazione delle scalette richiede Clementine 1.4 o versione successiva.
ru: Не удалось создать плейлист. Для создания плейлистов требуется Clementine 1.4 или более поздняя версия.

source: Disconnects Clementine Remote from Clementine.
fi: Katkaisee Clementine Remoten Clementineen.
it: Disconnette Clementine Remote da Clementine.
ru: Отключает Clementine Remote от Clementine.

source: Download library
fi: Lataa kirjasto
it: Scarica la raccolta
ru: Скачать фонотеку

source: Download songs, albums and playlists from the player, the queue and the library. They're saved in the Files app.
fi: Lataa kappaleita, albumeita ja soittolistoja soittimesta, jonosta ja kirjastosta. Ne tallennetaan Tiedostot-sovelluksella.
it: Scarica brani, album e scalette dal lettore, dalla coda e dalla raccolta. Vengono salvati nell'applicazione File.
ru: Скачивайте песни, альбомы и плейлисты из проигрывателя, очереди и фонотеки. Они сохраняются в приложении «Файлы».

source: Downloaded songs
fi: Ladattu musiikki
it: Brani scaricati
ru: Скачанные песни

source: Downloads songs again when they differ from those on this phone.
fi: Lataa kappaleet uudelleen, jos ne eroavat tämän puhelimen kappaleista.
it: Scarica nuovamente i brani quando differiscono da quelli presenti su questo telefono.
ru: Повторно скачивает песни, если они отличаются от находящихся на этом телефоне.

source: Enter the auth code shown in Clementine's Network Remote settings.
fi: Anna Clementinen kauko-ohjaus asetuksissa näkyvä todennuskoodi.
ru: Введите код авторизации, показанный в настройках сетевого удалённого управления Clementine.

source: Inside the artist's folder, save each song in a folder named after its album.
fi: Tallenna kukin kappale artistin kansiossa olevaan kansioon, joka on nimetty albumin mukaan.
ru: Внутри папки артиста, сохранять каждую песню в папку с названием её альбома.

source: Is Clementine running? Is it version %@ or later, with the network remote turned on in its settings? Is the address right?
fi: Onko Clementine käynnissä? Onko versio %@ tai uudempi ja kauko-ohjaus kytketty päälle asetuksista? Onko osoite oikein?
it: Clementine è in esecuzione? Si tratta della versione %@ o successiva, con il controllo remoto di rete attivato nelle impostazioni? L'indirizzo è corretto?
ru: Clementine запущен? Это версия %@ или более поздняя, с включённым удалённым доступом по сети в его настройках? Адрес указан верно?

source: Let Clementine play on this phone
fi: Anna Clementinen toistaa tällä puhelimella
it: Lascia che Clementine riproduca su questo telefono
ru: Разрешить проигрывание Clementine на этом телефоне

source: Light
fi: Vaalea
it: Chiaro
ru: Светлый

source: Local Network is off
fi: Lähiverkko on pois päältä
ru: Локальная сеть отключена

source: Love on Last.fm
fi: Pidetty Last.fm
it: Mi piace su Last.fm
ru: В избранное Last.fm

source: Needs Clementine %@ or later, with Tools → Preferences → Network Remote turned on.
fi: Vaatii Clementine %@ tai uudemman, sekä asetuksen Työkalut → Asetukset → Kauko-ohjaus käytössä.
it: Richiede Clementine %@ o versione successiva, con l'opzione Strumenti → Preferenze → Controllo remoto di rete attivata.
ru: Требуется Clementine %@ или новее с включённым пунктом «Сервис → Настройки → Удалённый доступ».

source: Not looking on this network
fi: Ei etsitä tästä verkosta
it: Non sto cercando su questa rete
ru: Не ищет в этой сети

source: Open Clementine Remote to connect
fi: Avaa Clementine Remote ja yhdistä
it: Apri Clementine Remote per connetterti
ru: Откройте Clementine Remote, чтобы подключиться

source: Opens Clementine Remote and connects to the last Clementine.
fi: Avaa Clementine kauko-ohjauksen ja yhdistää viimeksi käytettyyn Clementineen.
it: Apre Clementine Remote e si connette all'ultima istanza di Clementine.
ru: Открывает Clementine Remote и подключается к последнему Clementine.

source: Play on
fi: Toisto päällä
it: Riproduci su
ru: Играет на

source: Play, pause and skip songs in Clementine.
fi: Toista, keskeytä ja hyppää kappaleiden yli Clementinessä.
it: Riproduci, sospendi e salta i brani in Clementine.
ru: Играть, приостанавливать и пропускать песни в Clementine.

source: Playing on %@
fi: Toistetaan %@
it: Riproduzione su %@
ru: Играет на %@

source: Playlist %@
fi: Soittolista %@
it: Scaletta %@
ru: Плейлист %@

source: Plays Clementine if it's paused, and pauses it if it's playing.
fi: Toistaa Clementineä, jos se on keskeytetty ja keskeyttää toiston, jos se on käynnissä.
ru: Запускает проигрывание в Clementine, если он на паузе, и ставит на паузу, если он играет.

source: Plays it, or adds it to the playlist if Clementine is playing
fi: Toistaa sen tai lisää sen soittolistalle, jos Clementine on parhaillaan toistamassa musiikkia
ru: Воспроизводит его или добавляет в плейлист, если Clementine играет.

source: Save a playlist's songs in a folder named after it.
fi: Tallenna soittolistan kappaleet kansioon, joka on nimetty soittolistan mukaan.
it: Salva i brani di una scaletta in una cartella che ne porta il nome.
ru: Сохранять песни плейлиста в папку с его названием.

source: Save each song in a folder named after its artist.
fi: Tallenna jokainen kappale kansioon, joka on nimetty artistin mukaan.
it: Salva ogni brano in una cartella che prende il nome dell'artista.
ru: Сохранять каждую песню в папку с именем её артиста.

source: Search the library
fi: Hae kirjastosta
it: Cerca nella raccolta
ru: Поиск фонотеки

source: Searching for “%@”…
fi: Haetaan “%@”…
it: Ricerca di “%@”…
ru: Выполняется поиск «%@»…

source: See All
fi: Näytä kaikki
it: Vedi tutti
ru: Смотреть все

source: See all %@
fi: Näytä kaikki %@
it: Vedi tutti i %@
ru: Смотреть все %@

source: Skips to Clementine's next song.
fi: Hyppää seuraavaan kappaleeseen.
it: Passa al brano successivo di Clementine.
ru: Переходит к следующей песне Clementine.

source: Songs are saved in Clementine Remote's folder, in the Files app.
fi: Kappaleet tallennetaan Clementine kauko-ohjaajan kansioon Tiedostot-sovelluksella
it: I brani sono salvati nella cartella di Clementine Remote, nell'applicazione File.
ru: Песни сохраняются в папке Clementine Remote в приложении «Файлы».

source: Starts Clementine playing.
fi: Aloittaa Clementinen toiston.
it: Avvia la riproduzione con Clementine.
ru: Запускает воспроизведение в Clementine.

source: Stops Clementine.
fi: Pysäyttää Clementinen.
it: Ferma Clementine.
ru: Останавливает Clementine.

source: Stream
fi: Striimi
ru: Поток

source: Streams can't be downloaded
fi: Lähetyksiä ei voitu ladata.
ru: Потоки невозможно скачать

source: Switch Clementine
fi: Vaihda Clementine
it: Passa a Clementine
ru: Переключить Clementine

source: System
fi: Järjestelmä
it: Sistema
ru: Система

source: Thanks to all the [contributors](https://github.com/clementine-player/Android-Remote/graphs/contributors) and [translators](https://app.transifex.com/davidsansome/clementine-remot/)!
fi: Kiitokset kaikille [contributors](https://github.com/clementine-player/Android-Remote/graphs/contributors) ja [translators](https://app.transifex.com/davidsansome/clementine-remot/)!
it: Grazie a tutti i [collaboratori](https://github.com/clementine-player/Android-Remote/graphs/contributors) e ai [traduttori](https://app.transifex.com/davidsansome/clementine-remot/)!
ru: Спасибо всем [участникам](https://github.com/clementine-player/Android-Remote/graphs/contributors) и [переводчикам](https://app.transifex.com/davidsansome/clementine-remot/)!

source: That address is on your network, and Clementine Remote needs Local Network access to reach it. Turn on Local Network in Settings.
fi: Tämä osoite on verkossasi ja Clementine Remote tarvitsee pääsyn lähiverkkoosi. Ota lähiverkko käyttöön asetuksista.
it: Quell'indirizzo si trova sulla tua rete e Clementine Remote necessita dell'accesso alla rete locale per raggiungerlo. Attiva la rete locale nelle Impostazioni.
ru: Этот адрес находится в вашей сети, и Clementine Remote требуется доступ к локальной сети, чтобы связаться с ним. Включите доступ к локальной сети в настройках.

source: That's no longer in Clementine
fi: Tätä ei enää ole Clementinessä
it: Non è più presente in Clementine
ru: Его больше нет в Clementine

source: The library Clementine sent is damaged
fi: Clementinen lähettämä kirjasto on vioittunut
it: La raccolta che Clementine ha inviato è danneggiata
ru: Фонотека, отправленная Clementine, повреждена

source: The phone's volume buttons change Clementine's volume while the app is open.
fi: Puhelimen voimakkuuspainikkeet muuttavat Clementinen äänenvoimakkuutta sovelluksen ollessa auki.
it: I tasti del volume del telefono modificano il volume di Clementine mentre l'applicazione è aperta.
ru: Кнопки громкости телефона изменяют громкость Clementine, пока приложение открыто.

source: This phone doesn't have a local network address. Try turning off "Use only local IP addresses" in Clementine's settings.
fi: Puhelimella ei ole lähiverkko-osoitetta. Kokeile poistaa käytöstä ”Käytä vain paikallisia IP-osoitteita” -asetus Clementinen asetuksista.
ru: У этого телефона нет адреса в локальной сети. Попробуйте отключить «Использовать только локальные IP-адреса» в настройках Clementine.

source: This phone isn't on Wi-Fi. Connect to the same network as Clementine. To reach Clementine over the internet, forward its port and turn off "Use only local IP addresses" in Clementine's settings.
fi: Puhelin ei ole wifi-verkossa. Yhdistä samaan verkkoon kuin Clementine. Jos haluat käyttää Clementineä internetin välityksellä, tee portin edelleenohjaus ja poista Clementinen asetuksista valinta ”Käytä vain paikallisia IP-osoitteita”.
ru: Этот телефон не подключён к Wi-Fi. Подключитесь к той же сети, что и Clementine. Чтобы связаться с Clementine через интернет, перенаправьте его порт и отключите «Использовать только локальные IP-адреса» в настройках Clementine.

source: This program is distributed in the hope that it will be useful, but without any warranty.
fi: Tätä ohjelmaa jaellaan siinä toivossa, että se olisi hyödyllinen, mutta ilman minkäänlaista takuuta.
it: Questo programma viene distribuito nella speranza che sia utile, ma senza alcuna garanzia.
ru: Эта программа распространяется в надежде, что она будет полезной, но без каких-либо гарантий.

source: This removes every song from the playlist in Clementine.
fi: Tämä poistaa kaikki kappaleet Clementinen soittolistalta.
it: Questo rimuove tutti i brani dalla scaletta in Clementine.
ru: Это удаляет все песни из плейлиста в Clementine.

source: Top Result
fi: Paras osuma
it: Risultato migliore
ru: Лучший результат
